Repository: shalobalo/fenixlight
Catalog: www/*-apps/dislider/locale/*/LC_MESSAGES/dislider.po
Languages: ru_ru

source: Slider
ru_ru: Слайдер

source: Code to Insert
ru_ru: Код для вставки

source: Add Image
ru_ru: Добавить Слайд

source: Title
ru_ru: Заголовок

source: Link
ru_ru: Ссылка

source: Description
ru_ru: Описание

source: Save
ru_ru: Сохранить

source: To add Slides in this Slider
ru_ru: Чтобы добавить Слайды в этот Слайдер

source: please use "Add Slide" button
ru_ru: используйте кнопку "Добавить Слайд"

source: All Images
ru_ru: Все изображения

source: To upload new images
ru_ru: Для загрузки Изображений

source: please use "Upload Images" button
ru_ru: используйте кнопку "Загрузка Изображений"

source: Add Images in Slider
ru_ru: Добавление Изображений в Слайдер

source: Images processing
ru_ru: Обработка изображений

source: Rectangle crop
ru_ru: Прямоугольная обрезка

source: Proportionally resizing
ru_ru: Пропорциональная подгонка

source: Not proportionally adjustment
ru_ru: Без учета пропорций

source: Offset by Width
ru_ru: Смещение по горизонтали

source: Left
ru_ru: По левому краю

source: Center
ru_ru: По центру

source: Right
ru_ru: По правому краю

source: Offset by Height
ru_ru: Смещение по вертикали

source: Top
ru_ru: По верхнему краю

source: Middle
ru_ru: По центру

source: Bottom
ru_ru: По нижнему краю

source: Select images
ru_ru: Выбрать изображения

source: Select slider
ru_ru: Выбрать слайдер

source: Add
ru_ru: Добавить

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Add New Images
ru_ru: Загрузка Изображений

source: Upload
ru_ru: Загрузить

source: Delete this Slider
ru_ru: Удалить этот Слайдер

source: Slider sizes
ru_ru: Размеры Слайда

source: Slider Type
ru_ru: Тип Слайдера

source: Select Slider Type
ru_ru: Выбор Типа Слайдера

source: Options
ru_ru: Параметры

source: Theme
ru_ru: Тема

source: Animation type
ru_ru: Тип Анимации

source: Show slides randomly
ru_ru: Случайный порядок Слайдов

source: Auto play
ru_ru: Авто прокрутка

source: Stop on mouse over
ru_ru: Остановка при наведении

source: Animation speed
ru_ru: Скорость анимации

source: Very slow
ru_ru: Очень медленно

source: Slow
ru_ru: Медленно

source: Normal
ru_ru: Нормально

source: Fast
ru_ru: Быстро

source: Very fast
ru_ru: Очень быстро

source: Visible slides
ru_ru: Количество Слайдов (одновременно)

source: Offset (in one step)
ru_ru: Шаг прокрутки (Слайдов за раз)

source: Margin between slides (px)
ru_ru: Расстояние между Слайдами (px)

source: Time interval (ms)
ru_ru: Задержка Слайда (миллисекунды)

source: Show progressbar
ru_ru: Показать "прогресс бар"

source: Enable arrow keys
ru_ru: Управление с клавиатуры

source: Navigation buttons
ru_ru: Кнопки навигации

source: Hide navigation tools
ru_ru: Скрывать кнопки

source: Secondary navigation
ru_ru: Доп. навигация

source: Do not show
ru_ru: Не использовать

source: Show dots
ru_ru: Точки

source: Show numbers
ru_ru: Цифры

source: Show thumbs
ru_ru: Превью

source: Secondary navigation align
ru_ru: Расположение

source: Slider mode
ru_ru: Режим прокрутки

source: Horizontal
ru_ru: Горизонтальный

source: Vertical
ru_ru: Вертикальный

source: Fade
ru_ru: Затемнение

source: Slider direction
ru_ru: Направление прокрутки

source: Forward
ru_ru: Вперед

source: Backward
ru_ru: Назад

source: Animation effect
ru_ru: Тип Анимации

source: Hide on mouse over
ru_ru: Показать при наведении

source: Titles & Descriptions
ru_ru: Заголовки и Описания

source: Position of Title & Description block
ru_ru: Расположение в Слайде

source: Actions
ru_ru: Действия

source: Upload Images
ru_ru: Загрузка Изображений

source: Add to Slider
ru_ru: Добавить в Слайдер

source: Delete
ru_ru: Удалить

source: Add Slider
ru_ru: Добавить Слайдер

source: Sliders
ru_ru: Слайдеры

source: To create new Slider
ru_ru: Чтобы создать Слайдер

source: Please use "Add Slider" button
ru_ru: используйте кнопку "Добавить Слайдер"

source: Settings
ru_ru: Настройки

source: Help
ru_ru: Помощь

source: Settings updated
ru_ru: Настройки сохранены

source: The smaller image side will be adjust to the slider size, and the bigger image side will be cropped (using "Offset")
ru_ru: Меньшая сторона изображения будет подогнана под размер слайдера, а большая будет обрезана (с использованием "Смещения")

source: The bigger image side will be resized adjusting to the slider size, and the smaller image side will be resized proportionally (the result image will be moved by using "Offset", and the free space of slider size will be filled by white color)
ru_ru: Большая сторона изображения будет подогнана под размер слайдера, а меньшая будет пропорционально уменьшена (полученное изображение будет раположено в слайде с использованием "Смещения", а свободное пространство будет залито белым цветом)

source: Result image will be adjusting to the slider size (not taking into account the proportions of the original image)
ru_ru: Изображение будет жестко приведено к размерам слайдера (не учитывая пропорции оригинала)

source: Offset
ru_ru: Смещение

source: By width
ru_ru: По горизонтали

source: By height
ru_ru: По вертикали

source: By using "Rectangle crop", it defines from where cropping of bigger image side will start. By using "Proportionally resizing", it defines where result image will be moved (on slider size).
ru_ru: При использовании режима "Прямоугольная обрезка", Смещение определяет с какой стороны начнется обрезка большей стороны изображения. При использовании режима "Пропорциональная подгонка", Смещение определяет как расположить готовое изображение относительно размеров слайдера.

source: Images quality
ru_ru: Качество изображений

source: Sharpen
ru_ru: Резкость

source: Apply sharpening filter when processing image (recommended)
ru_ru: Применить фильтр резкости при создании эскизов изображений (рекомендуется)

source: Resizing quality
ru_ru: Качество

source: JPEG compression quality for result image. From 0 (min quality, min file size) to 100 (max quality, max file size). 90 is recommended.
ru_ru: Коэффициент качества сжатия JPEG при создании эскизов изображений. От 0 (минимальное качество, минимальный размер файлов) до 100 (максимальное качество, максимальный размер файлов). Рекомендуемое значение — 90.

source: Do not select any one pictures
ru_ru: Не выбрано ни одного изображения

source: You must create a Slider first
ru_ru: Необходимо сначала создать Слайдер

source: Processed
ru_ru: Обработано

source: Errors
ru_ru: Ошибки

source: Delete this Slider and its contents
ru_ru: Удалить этот Слайдер со всем содержимым

source: Delete this Slide
ru_ru: Удалить этот Слайд

source: Delete this Images
ru_ru: Удалить эти Изображения

source: Add New Slider
ru_ru: Добавить Слайдер

source: Slider Title
ru_ru: Название Слайдера

source: Slider Width
ru_ru: Ширина

source: Slider Height
ru_ru: Высота

source: Can't write file in %s folder.
ru_ru: Не возможно сохранить в категории %s

source: Uploaded files
ru_ru: Загружено файлов

source: Count Errors
ru_ru: Ошибок

source: Details
ru_ru: Подробнее

source: Incorrect image format
ru_ru: Не верный формат изображения

source: Database error
ru_ru: Ошибка при сохранении в БД

source: Uncorrect Slider ID
ru_ru: Неверный идентификатор Слайдера
